Repository: axant/tgapp-tgcomments
Catalog: tgcomments/i18n/*/LC_MESSAGES/tgcomments.po
Languages: it

source: Please provide comment details
it: Per favore fornisci dettagli sul commento

source: Failed to post comment
it: Errore nel postare il commento

source: A name and an email are required in order to comment
it: Un nome ed una email sono rischiesti per commentare

source: Comment Added
it: Commento Aggiunto

source: Comment Deleted
it: Commento Eliminato

source: Comment Hidden
it: Commento Nascosto

source: Comment Displayed
it: Commento Mostrato

source: Already voted this comment
it: Hai già votato questo commento

source: Vote updated
it: Voto aggiornato

source: Thanks for your vote!
it: Grazie per aver votato!

source: Author:
it: Autore:
